/* 
 SignatureView.strings
 GPGMail
 
 Created by Lukas Pitschl on 30.07.11.
 Copyright 2011 GPGMail. All rights reserved.
 
 Defines the strings used in the signature view.
 */
"VALIDITY_NO_TRUST" = "Этой подписи не следует доверять.";
"VALIDITY_OK" = "Доверенная подпись";
/* Signature view key status. */
"VALIDITY_KEY_REVOKED" = "Ключ этой подписи был аннулирован.";
"VALIDITY_SIGNATURE_EXPIRED" = "Дата этой подписи истекла.";
"VALIDITY_KEY_EXPIRED" = "Ключ этой подписи истек.";
"VALIDITY_KEY_REVOKED" = "Ключ этой подписи был аннулирован.";
"VALIDITY_UNKNOWN_ALGORITHM" = "Подпись была создана неизвестным алгоритмом.";
"VALIDITY_NO_PUBLIC_KEY" = "Ключ этой подписи отсутствует в вашем Keychain.";
"VALIDITY_UNKNOWN_ERROR" = "Неизвестная ошибка подписи.";
"VALIDITY_BAD_SIGNATURE" = "Эта подпись недействительна.";
